# Brewfile


update
upgrade

brew "cmake"
brew "dfu-util"
brew "git"
brew "git-lfs"
brew "ffmpeg"
brew "imagemagick"
brew "sox"
brew "svgo"

cask "ableton-live-suite"
cask "caffeine"
cask "cycling74-max"
cask "discord"
cask "macfuse"
cask "rekordbox"
cask "signal"
cask "slack"
cask "soulseek"
cask "supercollider"
cask "the-unarchiver"
cask "unity"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"

cleanup
